-- Вставка данных для таблицы Clients
INSERT INTO Clients (name, email, phone, registration_date) VALUES
('Александров Максим', 'm.alex@mail.com', '+7-910-111-0001', '2025-01-15 10:00:00'),
('Бабушкина Юлия', 'y.babushkina@mail.com', '+7-910-222-0002', '2025-01-20 11:30:00'),
('Васильев Константин', 'k.vasiliev@mail.com', '+7-910-333-0003', '2025-02-02 09:20:00'),
('Григорьева Ирина', 'i.grigorieva@mail.com', '+7-910-444-0004', '2025-02-07 12:00:00'),
('Денисов Роман', 'r.denisov@mail.com', '+7-910-555-0005', '2025-03-11 16:00:00'),
('Ерофеева Анна', 'a.erofeeva@mail.com', '+7-910-666-0006', '2025-03-15 14:30:00'),
('Зайцев Михаил', 'm.zaytsev@mail.com', '+7-910-777-0007', '2025-04-05 10:15:00'),
('Иванова Марина', 'm.ivanova@mail.com', '+7-910-888-0008', '2025-04-07 13:40:00'),
('Крылова Оксана', 'o.krylovа@mail.com', '+7-910-999-0009', '2025-04-10 09:50:00'),
('Лукин Артём', 'a.lukin@mail.com', '+7-910-101-0010', '2025-05-02 15:20:00'),
('Макарова Светлана', 's.makarova@mail.com', '+7-910-202-0020', '2025-05-06 11:45:00'),
('Николаев Игорь', 'i.nikolaev@mail.com', '+7-910-303-0030', '2025-05-12 16:10:00'),
('Орлов Пётр', 'p.orlov@mail.com', '+7-910-404-0040', '2025-06-03 12:00:00'),
('Павлова Дарья', 'd.pavlova@mail.com', '+7-910-505-0050', '2025-06-07 14:55:00'),
('Романов Станислав', 's.romanov@mail.com', '+7-910-606-0060', '2025-06-12 10:30:00');
