-- Вставка данных для таблицы Owners
INSERT INTO Owners (name, email, phone, registration_date) VALUES
('Иванов Сергей', 's.ivanov@mail.com', '+7-900-111-1111', '2025-01-10 10:00:00'),
('Петрова Анна', 'a.petrova@mail.com', ' +7-900-222-2222', '2025-01-12 11:00:00'),
('Сидоров Михаил', 'm.sidorov@mail.com', '+7-900-333-3333', '2025-02-01 09:30:00'),
('Кузнецова Ольга', 'o.kuznetsova@mail.com', '+7-900-444-4444', '2025-02-05 14:15:00'),
('Новиков Дмитрий', 'd.novikov@mail.com', '+7-900-555-5555', '2025-03-07 16:45:00'),
('Смирнова Елена', 'e.smirnova@mail.com', '+7-900-666-6666', '2025-03-10 12:00:00'),
('Волков Алексей', 'a.volkov@mail.com', '+7-900-777-7777', '2025-04-01 10:20:00'),
('Фёдоров Никита', 'n.fedorov@mail.com', '+7-900-888-8888', '2025-04-03 13:30:00'),
('Морозова Виктория', 'v.morozova@mail.com', '+7-900-999-9999', '2025-04-05 09:00:00'),
('Егоров Павел', 'p.egorov@mail.com', '+7-900-101-0101', '2025-05-01 15:00:00'),
('Колесникова Мария', 'm.kolesnikova@mail.com', '+7-900-202-0202', '2025-05-05 11:15:00'),
('Лебедев Иван', 'i.lebedev@mail.com', '+7-900-303-0303', '2025-05-10 16:50:00'),
('Борисов Сергей', 's.borisov@mail.com', '+7-900-404-0404', '2025-06-01 12:30:00'),
('Дмитриева Светлана', 's.dmitrieva@mail.com', '+7-900-505-0505', '2025-06-05 14:40:00'),
('Соколова Наталья', 'n.sokolova@mail.com', '+7-900-606-0606', '2025-06-10 10:10:00');
