-- Вставка данных для таблицы Properties
INSERT INTO Properties (owner_id, address, description, price, status) VALUES
(1, 'ул. Ленина, д. 10, кв. 5', 'Квартира в центре города', 120.00, 'available'),
(2, 'пр. Мира, д. 15', 'Уютная студия', 90.50, 'available'),
(3, 'ул. Гагарина, д. 20', 'Двухкомнатная квартира с ремонтом', 150.75, 'available'),
(4, 'ул. Советская, д. 7', 'Квартира с видом на парк', 130.00, 'available'),
(5, 'ул. Победы, д. 2', 'Современная квартира в новом доме', 160.00, 'available'),
(6, 'ул. Первомайская, д. 5', 'Квартира для всей семьи', 140.25, 'available'),
(7, 'пр. Победы, д. 8', 'Студия рядом с метро', 80.00, 'available'),
(8, 'ул. Московская, д. 3', 'Квартира с дизайнерским ремонтом', 200.00, 'available'),
(9, 'ул. Красная, д. 12', 'Уютная квартира в историческом центре', 110.00, 'available'),
(10, 'ул. Чапаева, д. 9', 'Новая квартира с современными технологиями', 170.00, 'available'),
(11, 'ул. Гагарина, д. 30', 'Двухкомнатная квартира с балконом', 140.00, 'available'),
(12, 'пр. Лермонтова, д. 4', 'Квартира в тихом районе', 95.00, 'available'),
(13, 'ул. Садовая, д. 6', 'Роскошная квартира с мебелью', 250.00, 'available'),
(14, 'ул. Невского, д. 18', 'Квартира с прекрасным видом на город', 180.00, 'available'),
(15, 'ул. Центральная, д. 22', 'Компактная студия', 180.00, 'available');
